[
    {
        "id": "NIKOD3500",
        "ProductName": "D3500 DSLR Camera",
        "GraphicName": "NIKOD3500.png",
        "CostPrice": "400.00",
        "MSRP": "599.00",
        "QtyOnHand": "100",
        "QtyOnBackOrder": "0",
        "Description": "Beautiful pictures for all. You don't need to be a photographer to know a great photo when you see one. And you don't need to be a photographer to take a great photo—you just need the D3500. It's as easy to use as a point-and-shoot, but it takes beautiful DSLR photos and videos that get noticed. It feels outstanding in your hands, sturdy and balanced with controls where you want them. It's compact, durable and versatile, ideal for travel. And it works seamlessly with compatible smartphones, making it easier than ever to share your great photos. Even if you've never picked up a DSLR camera, you can take beautiful pictures with D3500.",
        "Brand": "Nikon"
    },
    {
        "id": "NIKOD5600",
        "ProductName": "D5600 DSLR Camera",
        "GraphicName": "NIKOD5600.png",
        "CostPrice": "900.00",
        "MSRP": "1299.00",
        "QtyOnHand": "20",
        "QtyOnBackOrder": "0",
        "Description": "Step up to the next level. Stand out from the crowd with photos and videos so impressive, they'll inspire you to keep shooting and learning. Out of the box, you can leave things up to the camera and immediately start taking great photos and videos without the learning curve. As your skills develop, the D5600 offers plenty of room to grow with exceptional image quality, intuitive controls and powerful tools for pushing the boundaries of your creativity as far as they’ll bend. Unlike others, with a battery lasting over 970 shots per charge, you'll be able to keep shooting all day long.",
        "Brand": "Nikon"
    },
    {
        "id": "NIKOD7500",
        "ProductName": "D7500 DSLR Camera",
        "GraphicName": "NIKOD7500.png",
        "CostPrice": "1000.00",
        "MSRP": "1599.00",
        "QtyOnHand": "10",
        "QtyOnBackOrder": "0",
        "Description": "Born from a desire for flagship performance and innovation in a more compact and streamlined connected camera, the D7500 delivers the game-changing resolution, ISO range, image processing and energy efficiency of the award-winning D500 in an enthusiast-level DSLR. Simply put, the D7500 is built to outperform any camera in its class with top-tier image quality, blazing speed, flawless autofocus, 4K Ultra HD video and pro-grade creative tools—all in a comfortable, rugged design. This is a camera for the new generation of creators.",
        "Brand": "Nikon"
    },
    {
        "id": "NIKOD780",
        "ProductName": "D780 DSLR Camera",
        "GraphicName": "NIKOD780.png",
        "CostPrice": "1500.00",
        "MSRP": "2296.00",
        "QtyOnHand": "10",
        "QtyOnBackOrder": "0",
        "Description": "For those who express themselves without labels, the D780 is capable of bringing every spectacular vision to life and inspiring completely new ways to create. Versatility through the splendor of full frame photography and 4K video, slow motion, time-lapse, remoteless long exposures and a host of impactful creative shooting tools to keep inspiration flowing. Agility through major technological enhancements like a 180K-pixel Advanced Scene Recognition System, superb phase-detect autofocusing in photo and video and easy wireless image transfer to keep up with every creative demand. The D780 is a creator's dream come true. And as the successor to the expectation-shattering D750, it's a serious upgrade in terms of speed, image processing, video capability, AF performance and so much more.",
        "Brand": "Nikon"
    },
    {
        "id": "NIKOD500",
        "ProductName": "D500 DSLR Camera",
        "GraphicName": "NIKOD500.png",
        "CostPrice": "1150.00",
        "MSRP": "1499.00",
        "QtyOnHand": "10",
        "QtyOnBackOrder": "0",
        "Description": "Meet the new DX flagship, the Nikon D500. At first glance, it may seem unimposing—but contained within a streamlined camera body is a veritable powerhouse of processing power and technological advances. The D500 is ready to go wherever your passion leads you, capturing everything with stunning clarity, speed and resolution. From busy, low-light cityscapes to thrilling wildlife scenes and fast action shots, the D500 is the ideal companion to your wanderlust. Marvel at the clarity of its cinematic 4K UHD video. Be amazed at its ruggedness and versatility. And, once you’ve captured your gorgeous photos, admire them on the D500’s high resolution tilt touchscreen display and share them via the built-in SnapBridge (Wi-Fi® + Bluetooth) capabilities. No matter what you shoot, you can be sure that the D500 will be up to the task, time and time again.",
        "Brand": "Nikon"
    },
    {
        "id": "CANONEOSREBELSL3",
        "ProductName": "EOS Rebel SL3 DSLR Camera",
        "GraphicName": "CANONEOSREBELSL3.png",
        "CostPrice": "700.00",
        "MSRP": "899.99",
        "QtyOnHand": "10",
        "QtyOnBackOrder": "0",
        "Description": "Whether you’re a first time SLR user, an aspiring photo enthusiast, or someone looking to capture those amazing family moments, the Canon EOS Rebel SL3 can be the perfect companion. It’s the smallest and lightest EOS DSLR camera to date*, and is equipped with 4K recording capability, Canon’s Dual Pixel CMOS AF, and a vari-angle LCD for selfies and fun angles. Its 24.1 Megapixel (APS-C) CMOS Sensor combines with the powerful DIGIC 8 Processor for amazing performance and results, and the EOS Rebel SL3 even lets you channel your creativity with options like 4K Time-lapse movies and Creative Assist. Wherever you are and wherever you go, the EOS Rebel SL3 camera makes it simple to capture stunning photos and videos to view and share.",
        "Brand": "Canon"
    },
    {
        "id": "CANONEOSREBELT5I",
        "ProductName": "EOS Rebel T5i DSLR Camera",
        "GraphicName": "CANONEOSREBELT5I.png",
        "CostPrice": "800.00",
        "MSRP": "949.00",
        "QtyOnHand": "4",
        "QtyOnBackOrder": "0",
        "Description": "Photo enthusiasts rejoice! The new flagship of the spectacular Rebel Line, the EOS Rebel T5i, is here to renew your artistic side with amazing imaging features and full-featured functionality. Users will be impressed at how simple and intuitive it is to create breathtaking photos with ease. The incredible image quality and performance starts with an 18.0 Megapixel CMOS (APS-C) sensor and Canon's superb DIGIC 5 Image Processor. Combined with an extensive ISO range of 100-12800 (expandable to 25600 in H mode), the EOS Rebel T5i boasts crisp, detailed images, even in low-light situations. A continuous shooting speed of up to 5.0 fps allows for fast action capture. 9 cross-type AF focus points help ensure crisp focus throughout the frame, and the Hybrid CMOS AF system enables speedy and accurate autofocus when shooting in Live View mode. In addition, the camera is compatible with Canon STM lenses for smooth, quiet AF performance. And the performance doesn't stop with photos. EOS Full HD Movie mode with Movie Servo AF makes shooting high quality movies easy, and the brilliant Vari-angle Touch Screen 3.0-inch Clear View LCD monitor II makes composing fun. Seven Creative Filters, now viewable in real time, puts composition control directly in your hands and is just one of the many features of the EOS Rebel T5i that is sure to renew your creative soul.",
        "Brand": "Canon"
    },
    {
        "id": "CANONEOSREBELT7",
        "ProductName": "EOS Rebel T7 DSLR Camera",
        "GraphicName": "CANONEOSREBELT7.png",
        "CostPrice": "450.00",
        "MSRP": "599.00",
        "QtyOnHand": "60",
        "QtyOnBackOrder": "0",
        "Description": "Ideal for mobile device users wanting to take the next step with their photography, the EOS Rebel T7 camera combines fantastic features with easy-to-use operation for high-quality images you'll be proud to share. Harness the power of the EOS Rebel T7's large 24.1 Megapixel CMOS sensor to realize your potential for great shots. Share the memories with your friends and family quickly and easily via built-in Wi-Fi®* and NFC** technology. With the EOS Rebel T7's fast autofocus system, you can capture every moment as it happens, viewing each shot through the bright optical viewfinder. A range of additional features, including a large LCD screen, Full HD video recording and an on-board feature guide help you capture eye-catching photos and video.",
        "Brand": "Canon"
    },
    {
        "id": "CANONEOS90D",
        "ProductName": "EOS 90D DSLR Camera",
        "GraphicName": "CANONEOS90D.png",
        "CostPrice": "1200.00",
        "MSRP": "1499.00",
        "QtyOnHand": "10",
        "QtyOnBackOrder": "0",
        "Description": "Fast. Versatile. Impressive. Whether capturing high-speed sporting events or simple, everyday moments, the EOS 90D camera is engineered to deliver impressive results. Equipped with an enhanced 32.5 Megapixel CMOS (APS-C) sensor, powerful DIGIC 8 image processor and an ISO range of 100-25000 (expandable to 51200), you’ll achieve sharp, detailed images, even in low-light settings. Perfect for fast-moving subjects, the EOS 90D camera features a 45-point cross-type AF system* and EOS iTR AF (face detection) — plus high-speed continuous shooting of up to 10 fps — raising the game for wildlife and motor sports photography enthusiasts. And with stunning uncropped 4K 30p video capability, the EOS 90D documents your travels, events and other milestones in full, wide-angle view . No matter where your photography ventures take you, the EOS 90D proves to be the versatile, all-around SLR camera you didn’t know you were missing. * The number of AF points, cross-type AF points and Dual cross-type AF points vary depending on the lens used.",
        "Brand": "Canon"
    },
    {
        "id": "CANONEOSR6",
        "ProductName": "EOS R6 DSLR Camera",
        "GraphicName": "CANONEOSR6.png",
        "CostPrice": "2500.00",
        "MSRP": "3199.00",
        "QtyOnHand": "10",
        "QtyOnBackOrder": "0",
        "Description": "The EOS R6 full-frame mirrorless camera is designed to meet the demands of both photographers and video content creators who want a strong and versatile camera to keep up with their active lives. It can go from photographing high-speed action sports to filming 4K cinematic video with ease thanks to its high-performance CMOS sensor and DIGIC X image processor.",
        "Brand": "Canon"
    },
    {
        "id": "SONYA3000",
        "ProductName": "Alpha a3000 Digital Camera",
        "GraphicName": "SONYA3000.png",
        "CostPrice": "300.00",
        "MSRP": "399.99",
        "QtyOnHand": "10",
        "QtyOnBackOrder": "0",
        "Description": "The Sony Alpha a3000 Digital Camera features the form-factor and familiar shape of an SLR within a highly compact and lightweight design. Its ergonomic grip, electronic viewfinder, and Multi Interface shoe offer a wealth of support for intuitive operation and stability",
        "Brand": "Sony"
    },
    {
        "id": "SONYA7III",
        "ProductName": "Alpha a7 III Mirrorless Digital Camera",
        "GraphicName": "SONYA7III.png",
        "CostPrice": "1700.00",
        "MSRP": "2299.00",
        "QtyOnHand": "5",
        "QtyOnBackOrder": "0",
        "Description": "Distinguished by its updated sensor design, the Alpha a7 III Mirrorless Digital Camera from Sony is a well-rounded camera suitable for both photo and video applications in a variety of working situations. Refined for improved speed and low-light performance, the full-frame 24.2MP Exmor R BSI CMOS sensor and BIONZ X image processor pair to realize an impressive 10 fps continuous shooting rate and improved autofocus performance for faster, more reliable subject tracking along with wide frame coverage. This updated Fast Hybrid AF System employs a combination of 693 phase-detection points and 425 contrast-detection areas for quicker acquirement of focus in a variety of lighting conditions, and also maintains focus on subjects more effectively. In addition to speed and AF, the processing improvements also help to realize greater image clarity and reduced noise throughout the sensitivity range from ISO 100-51200, which can further be expanded to ISO 50-204800. Video recording capabilities have also been extended for enhanced quality when recording UHD 4K video with the full width of the full-frame sensor to minimize moiré and aliasing. Additionally, benefitting both stills and video operation, the a7 III utilizes a 5-axis SteadyShot INSIDE sensor-shift image stabilization, which is now effective to minimize the appearance of camera shake by up to 5 stops.",
        "Brand": "Sony"
    },
    {
        "id": "SONYA9",
        "ProductName": "Alpha a9 Mirrorless Digital Camera",
        "GraphicName": "SONYA9.png",
        "CostPrice": "4000.00",
        "MSRP": "5499.00",
        "QtyOnHand": "25",
        "QtyOnBackOrder": "0",
        "Description": "α9 liberates you from the limits of conventional SLRs that rely on mechanical systems. The first2 to use high-speed stacked design, its 24.2-megapixel3 full-frame image sensor temporarily stores large-volume data in the integral memory for overall 20 times faster readout speed4. The combination of the CMOS sensor and the enhanced BIONZ X image-processing engine brings you true digital freedom.",
        "Brand": "Sony"
    },
    {
        "id": "SONYA7RII",
        "ProductName": "Alpha A7R II Mirrorless Digital Camera",
        "GraphicName": "SONYA7RII.png",
        "CostPrice": "1400.00",
        "MSRP": "1799.00",
        "QtyOnHand": "25",
        "QtyOnBackOrder": "0",
        "Description": "Now, even more comprehensive quality enters the picture. With the world’s first2 back-illuminated 35 mm full-frame CMOS image sensor with 42.4 megapixels3, the Sony α7R II takes image resolution, sensitivity (up to ISO 1024004) and speedy response to new heights. The Fast Hybrid AF system’s dense extra-wide focal plane phase-detection AF coverage keeps a subject in sharp focus entirely throughout the frame, while 5-axis image stabilization reduces blur which otherwise tends to affect handheld shots. High resolution is further enhanced by 4K movie recording featuring full pixel readout without pixel binning. With so much insight packed into such a compact form, it’s clear that there is more to life than meets the naked eye.",
        "Brand": "Sony"
    },
    {
        "id": "SONYA600",
        "ProductName": "Alpha a6000 Mirrorless Digital Camera",
        "GraphicName": "SONYA600.png",
        "CostPrice": "500.00",
        "MSRP": "649.00",
        "QtyOnHand": "25",
        "QtyOnBackOrder": "0",
        "Description": "The black Sony Alpha a6000 Mirrorless Digital Camera is a versatile and advanced mirrorless camera featuring a 24.3MP APS-C-sized Exmor APS HD CMOS sensor and BIONZ X image processor to produce high-resolution still images and Full HD movies with marked low-light quality and sensitivity to ISO 25600. Beyond notable imaging traits, the image processor also lends itself to continuous shooting up to 11 fps and an intelligent Fast Hybrid AF system that uses both phase- and contrast-detection methods to quickly and accurately acquire focus.",
        "Brand": "Sony"
    }
]